[
    {
       "id": "7109d352-87b6-4fc1-9828-b7d0abf2d321",
       "title": "Adopting a Senior Dog: What You Should Know",
       "content": "Sometimes we meet an elderly dog that we just can’t help but adopt. They give us those adorable puppy dog eyes combined with a story that tugs on our heartstrings and we instantly fall in love. If this is you, then you probably have questions about senior dog adoptions and might even be wondering, “Should I adopt a senior dog?” Thankfully, we have some of those answers for you, including why you should consider adopting an older dog. "
    },
    {
       "id": "c72f5e9a-0b56-42e9-a9ef-13f38cc96e8d",
       "title": "Where Can You Adopt a Dog?",
       "content": "Dogs add so much to our lives, and there are so many dogs that need good homes. Before you adopt, think about what kind of dog you really want and do research into the different breed characteristics. Plus, make sure you’re acquiring your dog from a reputable organization that has the dog’s best interest at heart. "
    },
    {
       "id": "9f32a64b-0d39-4c5f-8ee9-728648a4b676",
       "title": "Yorkshire Terrier",
       "content": "The Yorkshire Terrier has luscious locks that any celebrity would be envious of. This regal miniature canine king is intelligent and widely recognized as a dainty but feisty pup. Yorkies, as they are affectionately known, are a popular breed because of their size and hypoallergenic tresses. "
    },
    {
      "id": "9f32a64b-0d39-4c5f-8ee9-728648a4b677",
      "title": "Where to Find...?",
      "content": "The beauty queens of the dog world, the Afghan Hound’s distinctive body and coat are instantly recognizable. Native to Afghanistan, they were bred to course mountains. They have Greyhound-like bodies, a double suspension gallop, and a short back that allows them to jump and almost turn in place. Their long, silky coats were designed to protect them from the cold and give them striking good looks. The Afghan Hound is dignified and proud, with a bouncy step. "
   }
 ]
 